Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh11-v3.tmx
Source language: bo
Languages: en

source: གང་ལ་དགྲ་བཅོམ་པ་ཉིད་ཀྱི་འབྲས་བུ་མངོན་སུམ་དུ་བྱ་བར་ཡོད་པ་དེ་ལ་བརྩོན་པར་གྱིས་ཤིག་ཅེས་ཟེར་བའི་བདུད་ཀྱི་ལས་དེ་ལྟ་བུ་དེ་དག་དེ་ལ་མི་རྗོད་མི་སྟོན་ཅིང་།
en: They will not mention or disclose such [forms] to be the creations of demonic forces.

source: ཡང་དག་པར་རྟོགས་པར་མི་བྱེད་པ་དེ་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྡིག་པའི་གྲོགས་པོར་རིག་པར་བྱའོ། །
en: You should know those who do not entertain genuine realization to be the evil associates of great bodhisattva beings.

source: ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བདུད་སྡིག་ཅན་དགེ་སློང་གི་ཆ་བྱད་དུ་བསྒྱུར་ཅིང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་དྲུང་དུ་འོངས་ནས། དེ་ལ་མིག་མི་རྟག་ཅེས་བྱ་བར་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན། དེ་བཞིན་དུ་སྡུག་བསྔལ་ཞེས་བྱ་བ་དང་། བདག་མེད་ཅེས་བྱ་བ་དང་།
en: “Moreover, Śāradvatī­putra, demonic forces will transform themselves into the guise of a fully ordained monk, teaching in an apprehending manner the doctrine that the eyes are impermanent.

source: སྟོང་ཞེས་བྱ་བ་དང་། མཚན་མ་མེད་ཅེས་བྱ་བ་དང་། སྨོན་པ་མེད་ཅེས་བྱ་བ་དང་། ཞི་ཞེས་བྱ་བ་དང་། དབེན་ཞེས་བྱ་བ་དང་།
en: Similarly, they will teach in an apprehending manner the doctrines that [the eyes] are imbued with suffering, that they are not a self, that they are empty, that they are signless, that they are without aspirations, that they are calm, that they are void, that they are purified, that they are non-arising, that they are unceasing, and that they are non-entities.

source: རྣམ་པར་བྱང་ཞེས་བྱ་བ་དང་། སྐྱེ་བ་མེད་ཅེས་བྱ་བ་དང་། འགག་པ་མེད་ཅེས་བྱ་བ་དང་། དངོས་པོ་མེད་ཅེས་བྱ་བར་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན། དེ་བཞིན་དུ་ཇི་ལྟར་མིག་ལ་སྦྱར་བ་དེ་བཞིན་དུ་ཡིད་ཀྱི་བར་ལ་ཡང་རྒྱ་ཆེར་སྦྱར་བར་བྱ་སྟེ།
en: This applies extensively also to [the other sense organs], up to and including the mental faculty, just as it applies to the eyes.

source: དེ་བཞིན་དུ་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་མི་རྟག་ཅེས་བྱ་བར་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་ཅིང་། དེ་བཞིན་དུ་སྡུག་བསྔལ་ཞེས་བྱ་བ་དང་། བདག་མེད་ཅེས་བྱ་བ་དང་། སྟོང་ཞེས་བྱ་བ་དང་། མཚན་མ་མེད་ཅེས་བྱ་བ་དང་། སྨོན་པ་མེད་ཅེས་བྱ་བ་དང་། ཞི་ཞེས་བྱ་བ་དང་། དབེན་ཞེས་བྱ་བ་དང་། རྣམ་པར་བྱང་ཞེས་བྱ་བ་དང་། སྐྱེ་བ་མེད་ཅེས་བྱ་བ་དང་། འགག་པ་མེད་ཅེས་བྱ་བ་དང་། དངོས་པོ་མེད་ཅེས་བྱ་བར་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། དེ་བཞིན་དུ་སྦྱར་ཏེ།
en: “Similarly, they will teach in an apprehending manner that the applications of mindfulness are impermanent, and likewise, they will teach in an apprehending manner that they are imbued with suffering, that they are without a self, that they are empty, that they are signless, that they are without aspiration, that they are calm, that they are void, that they are purified, that they are non-arising, that they are unceasing, and that they are non-entities.

source: སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་ཀྱི་བར་དུ་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་མི་རྟག་ཅེས་བྱ་བར་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་དང་། དེ་བཞིན་དུ་སྡུག་བསྔལ་ཞེས་བྱ་བ་དང་། བདག་མེད་ཅེས་བྱ་བ་དང་། སྟོང་ཞེས་བྱ་བ་དང་། མཚན་མ་མེད་ཅེས་བྱ་བ་དང་། སྨོན་པ་མེད་ཅེས་བྱ་བ་དང་། ཞི་ཞེས་བྱ་བ་དང་། དབེན་ཞེས་བྱ་བ་དང་།
en: In the same vein, they will teach in an apprehending manner that [all the other causal and fruitional attributes], up to and including the eighteen distinct qualities of the buddhas, are so, and similarly, they will teach in an apprehending manner that the ten powers of the tathāgatas are impermanent, and likewise, they will teach in an apprehending manner that these are imbued with suffering, that they are not a self, that they are empty, that they are signless, that they are without aspirations, that they are calm, that they are void, that they are purified, that they are non-arising, that they are unceasing, and that they are non-entities.

source: རྣམ་པར་བྱང་ཞེས་བྱ་བ་དང་། སྐྱེ་བ་མེད་ཅེས་བྱ་བ་དང་། འགག་པ་མེད་ཅེས་བྱ་བ་དང་། དངོས་པོ་མེད་ཅེས་བྱ་བར་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པའི་བདུད་ཀྱི་ལས་དེ་ལྟ་བུ་དེ་དག་མི་རྗོད་མི་སྟོན་ཅིང་།
en: They will not mention or disclose such [forms] to be the creations of demonic forces.

source: ཡང་དག་པར་རྟོགས་པར་མི་བྱེད་པ་འདི་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྡིག་པའི་གྲོགས་པོར་རིག་པར་བྱ་སྟེ།
en: You should know those who do not entertain genuine realization to be the evil associates of great bodhisattva beings.

source: རིག་ནས་ཀྱང་ཡོངས་སུ་སྤང་བར་བྱའོ། །
en: Then, having understood [the nature of evil associates], you should abandon them!”

source: བཙུན་པ་བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཐབས་ལ་མཁས་པ་གང་དང་ལྡན་ན། དགེ་བའི་བཤེས་གཉེན་གྱིས་ཡོངས་སུ་ཟིན་པ་ལགས་ཤིང་སྡིག་པའི་གྲོགས་པོ་རྣམ་པར་སྤངས་པ་ལགས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཤ་ར་དྭ་ཏིའི་བུ་གང་གི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བདག་ཏུ་ལྟ་བ་སྤང་བའི་ཕྱིར་སེམས་ཅན་རྣམས་ལ་ཆོས་སྟོན་པ་དང་། དེ་བཞིན་དུ་སེམས་ཅན་དུ་ལྟ་བ་སྤང་བའི་ཕྱིར་དང་། སྐྱེ་བ་པོར་ལྟ་བ་དང་། སྲོག་ཏུ་ལྟ་བ་དང་། གསོ་བར་ལྟ་བ་དང་། གང་ཟག་ཏུ་ལྟ་བ་དང་། ཤེད་ལས་སྐྱེས་དང་། ཤེད་བུ་དང་། བྱེད་དུ་འཇུག་པ་པོ་དང་། བྱེད་པ་པོ་དང་། སློང་བ་པོ་དང་། ཀུན་ནས་སློང་བ་པོ་དང་། ཚོར་བ་པོ་དང་། ཚོར་བར་བྱེད་པ་པོ་དང་། ཤེས་པ་པོ་དང་། མཐོང་བ་པོར་ལྟ་བ་སྤང་བའི་ཕྱིར་སེམས་ཅན་རྣམས་ལ་ཆོས་སྟོན་པ་དང་། དེ་བཞིན་དུ་ཆད་པ་དང་། རྟག་པར་ལྟ་བ་སྤང་བའི་ཕྱིར་སེམས་ཅན་རྣམས་ལ་ཆོས་སྟོན་པ་དང་། དེ་བཞིན་དུ་ཡོད་པར་ལྟ་བ་དང་། མེད་པར་ལྟ་བ་དང་། ཕུང་པོར་ལྟ་བ་དང་། ཁམས་སུ་ལྟ་བ་དང་། སྐྱེ་མཆེད་དུ་ལྟ་བ་དང་། བདེན་པར་ལྟ་བ་དང་། རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བར་ལྟ་བ་སྤང་བའི་ཕྱིར། སེམས་ཅན་རྣམས་ལ་ཆོས་སྟོན་པ་དང་། དེ་བཞིན་དུ་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་སུ་ལྟ་བ་ནས། དེ་བཞིན་དུ་སྦྱར་ཏེ།
en: What skill in means do great bodhisattva beings possess when they are accepted by [genuine] spiritual mentors, and abandon evil associates?”

source: འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་བར་དུ་ལྟ་བ་སྤང་བའི་ཕྱིར་སེམས་ཅན་རྣམས་ལ་ཆོས་སྟོན་པ་དང་། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུར་ལྟ་བ་སྤང་བའི་ཕྱིར་སེམས་ཅན་རྣམས་ལ་ཆོས་སྟོན་པ་དང་། དེ་བཞིན་དུ་སྦྱར་ཏེ། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་ཀྱི་བར་དུ་ལྟ་བ་སྤང་བའི་ཕྱིར་སེམས་ཅན་རྣམས་ལ་ཆོས་སྟོན་པ་དང་། དེ་བཞིན་དུ་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བར་ལྟ་བ་དང་། སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་བྱ་བར་ལྟ་བ་དང་། བྱང་ཆུབ་ཏུ་ལྟ་བ་དང་། སངས་རྒྱས་སུ་ལྟ་བ་དང་། ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བར་ལྟ་བ་སྤང་བའི་ཕྱིར་སེམས་ཅན་རྣམས་ལ་ཆོས་སྟོན་པ་སྟེ། ཤ་ར་དྭ་ཏིའི་བུ་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དགེ་བའི་བཤེས་གཉེན་གྱིས་ཡོངས་སུ་ཟིན་པ་དང་། སྡིག་པའི་གྲོགས་པོ་རྣམ་པར་སྤངས་པ་ཡིན་ནོ། །
en: The Blessed One replied, “Śāradvatī­putra, when great bodhisattva beings teach the sacred doctrine to sentient beings in order that they might abandon their views of self, and similarly, when they teach the sacred doctrine to sentient beings in order that they might abandon their view of sentient beings, or their view of living creatures, their view of living organisms, their view of lives, their view of individuals, or their views of humankind, human beings, agents, actors, petitioners, instigators, experiencers, experiencing subjects, knowers, and viewers; and similarly, when they teach the sacred doctrine to sentient beings in order that they might abandon nihilist and eternalist views; and similarly, when they teach the sacred doctrine to sentient beings in order that they might abandon their view of existence, their view of non-existence, their view of the psycho-physical aggregates, their view of the sensory elements, their view of the sense fields, their view of the [four] truths, and their view of dependent origination; and similarly, when they teach the sacred doctrine to sentient beings in order that they might abandon their view of the applications of mindfulness, and in the same vein, their views of [the other causal attributes], up to and including the noble eightfold path; and similarly, when they teach the sacred doctrine to sentient beings in order that they might abandon their view of the ten powers of the tathāgatas; and in the same vein, when they teach the sacred doctrine to sentient beings in order that they might abandon their views [of the other fruitional attributes], up to and including the eighteen distinct qualities of the buddhas; and similarly, when they teach the sacred doctrine to sentient beings in order that they might abandon their view of sentient beings to be matured, their view of fields to be refined, their view of enlightenment, their view of the buddha, and their view concerning the promulgation of the doctrinal wheel—in all these cases, Śāradvatī­putra, great bodhisattva beings have been accepted by [genuine] spiritual mentors, and have abandoned evil associates.

source: ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་བདག་ཏུ་ལྟ་བ་སྤང་བའི་ཕྱིར་སེམས་ཅན་རྣམས་ལ་ཆོས་སྟོན་པ་ནས་དེ་བཞིན་དུ་སྦྱར་ཏེ། ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བའི་བར་དུ་ལྟ་བ་སྤང་བའི་ཕྱིར། སེམས་ཅན་རྣམས་ལ་ཆོས་སྟོན་པ་དེ་ཐམས་ཅད་མི་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་ན།
en: “Moreover, Śāradvatī­putra, when great bodhisattva beings teach the sacred doctrine to sentient beings in order that they might abandon their view of self, and in the same vein, when they teach the sacred doctrine to sentient beings in order that they might abandon their views, up to and including their view concerning the promulgation of the doctrinal wheel, in all these cases, they teach the sacred doctrine without apprehending anything.

source: ཤ་ར་དྭ་ཏིའི་བུ་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཐབས་ལ་མཁས་པས་ཡོངས་སུ་ཟིན་པ་དང་། སྡིག་པའི་གྲོགས་པོ་རྣམ་པར་སྤངས་པའི་བར་དུ་ཡིན་ནོ། །
en: It is in this way, Śāradvatī­putra, that great bodhisattva beings have been accepted by spiritual mentors who are skilled in means, and have abandoned evil associates.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ལྟ་བའི་རྣམ་པ་ཐམས་ཅད་སྤང་བའི་སླད་དུ་སེམས་ཅན་རྣམས་ལ་ཆོས་སྟོན་ལགས་ན། བཅོམ་ལྡན་འདས་དེ་ཅིའི་སླད་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གཟུགས་སུ་ལྟ་བར་འགྱུར་ལགས། དེ་བཞིན་དུ་ཚོར་བར་ལྟ་བ་དང་། འདུ་ཤེས་སུ་ལྟ་བ་དང་། འདུ་བྱེད་དུ་ལྟ་བ་དང་། རྣམ་པར་ཤེས་པར་ལྟ་བ་ལགས། དེ་བཞིན་དུ་མིག་ཏུ་ལྟ་བ་ལགས་ཤིང་། དེ་བཞིན་དུ་སྦྱར་ཏེ།
en: Then, the venerable Śāradvatī­putra asked the Blessed One, “Reverend Lord, when great bodhisattva beings teach the sacred doctrine to sentient beings in order that they might abandon all sorts of views, why, O Lord, would great bodhisattva beings have a view concerning physical forms?

source: ཡིད་ཀྱི་བར་དུ་ལྟ་བ་ལགས། དེ་བཞིན་དུ་གཟུགས་སུ་ལྟ་བ་ལགས་ཤིང་། དེ་བཞིན་དུ་སྦྱར་ཏེ། ཆོས་ཀྱི་བར་དུ་ལྟ་བ་ལགས། དེ་བཞིན་དུ་མིག་གི་ཁམས་སུ་ལྟ་བར་འགྱུར་བ་ནས། དེ་བཞིན་དུ་སྦྱར་ཏེ། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་བར་དུ་ལྟ་བ་ལགས། དེ་བཞིན་དུ་གཟུགས་ཀྱི་ཁམས་སུ་ལྟ་བར་འགྱུར་བ་ནས། དེ་བཞིན་དུ་སྦྱར་ཏེ། ཆོས་ཀྱི་ཁམས་ཀྱི་བར་དུ་ལྟ་བ་ལགས། དེ་བཞིན་དུ་དྲན་པ་ཉེ་བར་གཞག་པར་ལྟ་བ་ནས།
en: Similarly, why would they have a view concerning feelings, a view concerning perceptions, a view concerning formative predispositions, a view concerning consciousness, and similarly, why would they have a view concerning the eyes, and in the same vein, why would they have a view concerning [the other sense organs], up to and including the mental faculty, and similarly, why would they have a view concerning sights, and in the same vein, [to what end] would they have a view concerning [the other sense objects], up to and including mental phenomena, and similarly, why would they have a view concerning the sensory element of the eyes, and in the same vein, why would they have a view [concerning the other sensory elements], up to and including the sensory element of mental consciousness, and similarly, why would they have a view concerning the sensory element of sights, and in the same vein, why would they have a view concerning [other sensory elements], up to and including the sensory element of mental phenomena, and similarly, why would they have a view concerning the applications of mindfulness, and why would they have a view concerning [the other causal attributes], up to and including the noble eightfold path?

source: དེ་བཞིན་དུ་སྦྱར་ཏེ། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་བར་དུ་ལྟ་བ་ལགས། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུར་ལྟ་བ་ལགས་ཤིང་། དེ་བཞིན་དུ་སྦྱར་ཏེ། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་ཀྱི་བར་དུ་ལྟ་བ་ལགས།
en: Similarly, why would they have a view concerning the ten powers of the tathāgatas, and in the same vein, why would they have a view concerning [the other fruitional attributes], up to and including the eighteen distinct qualities of the buddhas?”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །ཤ་ར་དྭ་ཏིའི་བུ་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པ་ཐབས་ལ་མི་མཁས་པས་གཟུགས་དམིགས་ཤིང་དམིགས་པའི་ཚུལ་གྱིས་གཟུགས་སུ་ལྟ་བ་བསྐྱེད་དོ། །
en: Then the Blessed One addressed the venerable Śāradvatī­putra as follows: “Śāradvatī­putra, great bodhisattva beings who are unskilled in practicing the transcendent perfection of wisdom apprehend physical forms and develop a view of physical forms, in an apprehending manner.

source: དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་དམིགས་ཤིང་དམིགས་པའི་ཚུལ་གྱིས་རྣམ་པར་ཤེས་པར་ལྟ་བ་བསྐྱེད་དོ། །
en: Similarly, they apprehend feelings, perceptions, formative predispositions, and consciousness, and develop a view of them in an apprehending manner.

source: དེ་བཞིན་དུ་མིག་དུ་དམིགས་ཤིང་དམིགས་པའི་ཚུལ་གྱིས་མིག་ཏུ་ལྟ་བ་བསྐྱེད་དོ། །དེ་བཞིན་དུ་སྦྱར་ཏེ། ཡིད་ཀྱི་བར་དུ་དམིགས་ཤིང་དམིགས་པའི་ཚུལ་གྱིས་ཡིད་དུ་ལྟ་བ་བསྐྱེད་དོ། །
en: Similarly, they apprehend the eyes, and develop a view of the eyes in an apprehending manner, and in the same vein, they apprehend [the other sense organs], up to and including the mental faculty, and develop a view of them in an apprehending manner.

source: དེ་བཞིན་དུ་གཟུགས་རྣམས་སུ་དམིགས་ཤིང་དམིགས་པའི་ཚུལ་གྱིས་གཟུགས་རྣམས་སུ་ལྟ་བ་བསྐྱེད་དོ། །དེ་བཞིན་དུ་སྦྱར་ཏེ། ཆོས་ཀྱི་བར་དུ་དམིགས་ཤིང་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་རྣམས་སུ་ལྟ་བ་བསྐྱེད་དོ། །
en: Similarly, they apprehend sights, and develop a view of sights in an apprehending manner, and in the same vein, they apprehend [the other sense objects], up to and including mental phenomena, and develop a view of them in an apprehending manner.

source: དེ་བཞིན་དུ་མིག་གི་ཁམས་དམིགས་ཤིང་དམིགས་པའི་ཚུལ་གྱིས་མིག་གི་ཁམས་སུ་ལྟ་བ་བསྐྱེད་དོ། །དེ་བཞིན་དུ་སྦྱར་ཏེ། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་བར་དུ་དམིགས་ཤིང་དམིགས་པའི་ཚུལ་གྱིས་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་སུ་ལྟ་བ་བསྐྱེད་དོ། །
en: Similarly, they apprehend the sensory element of the eyes, and develop a view of the sensory element of the eyes in an apprehending manner, and in the same vein, they apprehend [the other sensory elements], up to and including the sensory element of mental consciousness, and develop a view of them in an apprehending manner.

source: དེ་བཞིན་དུ་གཟུགས་ཀྱི་ཁམས་དམིགས་ཤིང་དམིགས་པའི་ཚུལ་གྱིས་གཟུགས་ཀྱི་ཁམས་སུ་ལྟ་བ་བསྐྱེད་དོ། །དེ་བཞིན་དུ་སྦྱར་ཏེ། ཆོས་ཀྱི་ཁམས་ཀྱི་བར་དུ་དམིགས་ཤིང་དམིགས་པའི་ཚུལ་གྱིས་ཆོས་ཀྱི་ཁམས་སུ་ལྟ་བ་བསྐྱེད་དོ། །
en: Similarly, they apprehend the sensory element of sights, and develop a view of the sensory element of sights in an appfrehending manner, and in the same vein, they apprehend [the other sensory elements], up to and including the sensory element of mental phenomena, and develop a view of them in an apprehending manner.

source: དེ་བཞིན་དུ་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་དམིགས་ཤིང་དམིགས་པའི་ཚུལ་གྱིས་དྲན་པ་ཉེ་བར་གཞག་པར་ལྟ་བ་བསྐྱེད་དོ། །དེ་བཞིན་དུ་སྦྱར་ཏེ། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་བར་དུ་དམིགས་ཤིང་དམིགས་པའི་ཚུལ་གྱིས་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པར་ལྟ་བ་བསྐྱེད་དོ། །
en: Similarly, they apprehend the applications of mindfulness, and develop a view of the applications of mindfulness in an apprehending manner, and in the same vein, they apprehend [the other causal attributes], up to and including the noble eightfold path, and develop a view of them in an apprehending manner.

source: དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དམིགས་ཤིང་དམིགས་པའི་ཚུལ་གྱིས་དེ་དག་ལ་ལྟ་བ་བསྐྱེད་དོ། །དེ་བཞིན་དུ་སྦྱར་ཏེ། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་ཀྱི་བར་དུ་དམིགས་ཤིང་དམིགས་པའི་ཚུལ་གྱིས་དེ་དག་ལ་ལྟ་བ་བསྐྱེད་དོ། །
en: Similarly, they apprehend the ten powers of the tathāgatas, and develop a view of them in an apprehending manner, and in the same vein, they apprehend [the other fruitional attributes], up to and including the eighteen distinct qualities of the buddhas, and develop a view of them in an apprehending manner.”

source: ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་རྒྱུ་དེས་ན། བྱང་ཆུབ་སེམས་དཔའ་ཐབས་ལ་མི་མཁས་པ་གཟུགས་སུ་ལྟ་བར་འགྱུར་རོ། །
en: “For these reasons, Śāradvatī­putra, bodhisattvas who are unskilled have a view concerning physical forms.

source: དེ་བཞིན་དུ་ཚོར་བར་ལྟ་བ་དང་། འདུ་ཤེས་སུ་ལྟ་བ་དང་། འདུ་བྱེད་དུ་ལྟ་བ་དང་། རྣམ་པར་ཤེས་པར་ལྟ་བར་འགྱུར་རོ། །
en: Similarly, they have a view concerning feelings, a view concerning perceptions, a view concerning formative predispositions, and a view concerning consciousness.

source: དེ་བཞིན་དུ་མིག་ཏུ་ལྟ་བར་འགྱུར་བ་ནས། དེ་བཞིན་དུ་སྦྱར་ཏེ། ཡིད་ཀྱི་བར་དུ་ལྟ་བར་འགྱུར་རོ། །དེ་བཞིན་དུ་གཟུགས་སུ་ལྟ་བར་འགྱུར་བ་ནས།
en: Similarly, they have a view concerning the eyes, and in the same vein, they have a view concerning [the other sense organs], up to and including the mental faculty.

source: དེ་བཞིན་དུ་སྦྱར་ཏེ། ཆོས་ཀྱི་བར་དུ་ལྟ་བར་འགྱུར་རོ། །
en: Similarly, they have a view concerning sights, and in the same vein, they have a view concerning [the other sense objects], up to and including mental phenomena.

source: དེ་བཞིན་དུ་མིག་གི་ཁམས་སུ་ལྟ་བར་འགྱུར་བ་ནས། དེ་བཞིན་དུ་སྦྱར་ཏེ། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་བར་དུ་ལྟ་བར་འགྱུར་རོ། །
en: Similarly, they have a view concerning the sensory element of the eyes, and in the same vein, they have a view concerning [the other sensory elements], up to and including the sensory element of mental consciousness.

source: དེ་བཞིན་དུ་གཟུགས་ཀྱི་ཁམས་སུ་ལྟ་བར་འགྱུར་བ་ནས། དེ་བཞིན་དུ་སྦྱར་ཏེ། ཆོས་ཀྱི་ཁམས་ཀྱི་བར་དུ་ལྟ་བར་འགྱུར་རོ། །
en: Similarly, they have a view concerning the sensory element of sights, and in the same vein, they have a view concerning [the other sensory elements], up to and including the sensory element of mental phenomena.

source: དེ་བཞིན་དུ་དྲན་པ་ཉེ་བར་གཞག་པར་ལྟ་བར་འགྱུར་བ་ནས། དེ་བཞིན་དུ་སྦྱར་ཏེ། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་བར་དུ་ལྟ་བར་འགྱུར་རོ། །
en: Similarly, they have a view concerning the applications of mindfulness, and in the same vein, they have a view concerning [the other causal attributes], up to and including the noble eightfold path.

source: དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུར་ལྟ་བར་འགྱུར་བ་ནས། དེ་བཞིན་དུ་སྦྱར་ཏེ། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་ཀྱི་བར་དུ་ལྟ་བར་འགྱུར་ཏེ།
en: Similarly, they have a view concerning the ten powers of the tathāgatas and in the same vein, they have a view concerning [the other fruitional attributes], up to and including the eighteen distinct qualities of the buddhas.

source: དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཐབས་ལ་མཁས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པ་ཐབས་མཁས་པས་ལྟ་བ་དེ་དག་སྤང་བའི་ཕྱིར། དམིགས་པའི་ཚུལ་གྱིས་སེམས་ཅན་རྣམས་ལ་ཆོས་སྟོན་ཏོ། །
en: In order that these views might be abandoned, great bodhisattva beings who are adroit and skilled in practicing the transcendent perfection of wisdom teach the sacred doctrine to sentient beings without apprehending anything.”

source: བཙུན་པ་བཅོམ་ལྡན་འདས་དོན་གང་གིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཞེས་བགྱི་བ་ལ་བདག་ཀྱང་སྤོབས་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཤ་ར་དྭ་ཏིའི་བུ་ཁྱོད་སྤོབས་སམ།
en: I am inspired to say in what sense bodhisattvas are called ‘great beings.’” The Blessed One asked, “Śāradvatī­putra, are you inspired to say that?”

source: བཙུན་པ་བཅོམ་ལྡན་འདས་སྤོབས་ལགས་སོ། །
en: “Yes, Reverend Lord,” he replied, “I am inspired to say that.”

source: འོ་ན་ཇི་ལྟ་བུ་ཡིན།
en: “Well then, how is it?”

source: བཙུན་པ་བཅོམ་ལྡན་འདས་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའི་བྱང་ཆུབ་ཀྱི་སེམས་ནི་མི་མཉམ་པ་དང་མཉམ་པ། ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཐམས་ཅད་དང་ཐུན་མོང་མ་ལགས་པ་སྟེ།
en: The enlightened mind of the bodhisattvas is equal to the unequaled, and it is not shared in common with any śrāvakas or pratyekabuddhas.

source: དོན་དེས་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཞེས་བགྱིའོ། །
en: In that sense a bodhisattva is called a ‘great being.’

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཙུན་པ་བཅོམ་ལྡན་འདས་འདི་ལྟར་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་སེམས་ཟག་པ་མ་མཆིས་པ་ཁམས་གསུམ་དུ་མ་གཏོགས་པ་དེ་ནི། དེའི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་སེམས་ཟག་པ་མ་མཆིས་པ་ཁམས་གསུམ་དུ་མ་གཏོགས་པ་གང་ལགས་པ་དེ་ལ་ཡང་དེ་ཆགས་པ་མ་མཆིས་པས། དེའི་སླད་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཞེས་བགྱིའོ། །
en: If one were to ask why, Reverend Lord, bodhisattvas are called ‘great beings,’ it is because they are even unattached to the mind endowed with omniscience, which is uncontaminated and not included within the three world systems.”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །ཤ་ར་དྭ་ཏིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་མི་མཉམ་པ་དང་མཉམ་པའི་སེམས་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཐམས་ཅད་དང་ཐུན་མོང་མ་ཡིན་པའི་སེམས་དེ་གང་ཡིན།
en: Then the Blessed One addressed the venerable Śāradvatī­putra as follows: “Śāradvatī­putra, what is the mind of great bodhisattva beings, which is equal to the unequaled, and which is not shared in common with any śrāvakas or pratyekabuddhas?”

source: བཙུན་པ་བཅོམ་ལྡན་འདས་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སེམས་དང་པོ་བསྐྱེད་པ་ནས་བཟུང་སྟེ། ཆོས་གང་ཡང་སྐྱེ་བའམ་འགག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ།
en: Great bodhisattva beings, from the time when they first begin to set their mind on enlightenment, do not consider anything at all that arises or ceases.

source: ཆོས་གང་ཡང་འགྲིབ་པའམ། འཕེལ་བར་ཡང་མི་འགྱུར།
en: There is nothing at all that decreases or increases.

source: ཆོས་གང་ཡང་ཀུན་ནས་ཉོན་མོངས་པའམ། རྣམ་པར་བྱང་བ་ཡང་མ་མཆིས་ལགས་སོ། །
en: There is nothing at all that is afflicted or purified.

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གང་ལ་མི་སྐྱེ་མི་འགག་ཅིང་། འགྲིབ་པ་མ་མཆིས། འཕེལ་བ་མ་མཆིས།
en: Reverend Lord!

source: ཀུན་ནས་ཉོན་མོངས་པ་མ་མཆིས། རྣམ་པར་བྱང་བ་མ་མཆིས། ཉན་ཐོས་ཀྱི་སེམས་དང་། རང་སངས་རྒྱས་ཀྱི་སེམས་དང་། ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི་སེམས་མ་མཆིས་པ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་མི་མཉམ་པ་དང་མཉམ་པའི་སེམས་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཐམས་ཅད་དང་ཐུན་མོང་མ་ལགས་པའི་སེམས་ལགས་སོ། །
en: That which neither arises nor ceases, which neither decreases nor increases, which is neither afflicted nor purified, and which is neither [identified with] the mindset of the śrāvakas nor with the mindset of the pratyekabuddhas, nor yet with the mind of the completely perfect buddhas, is the mind of great bodhisattva beings—equal to the unequaled, and not shared in common with any śrāvakas or pratyekabuddhas.”

source: དེ་སྐད་ཅེས་གསོལ་བ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །ཤ་ར་དྭ་ཏིའི་བུས་གང་སྨྲས་པ་དེ་བཞིན་ཏེ།
en: Then the Blessed One addressed the venerable Śāradvatī­putra as follows: “Śāradvatī­putra, it is as you have said!

source: ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱིས་དེ་ལ་ཡང་སེམས་དེ་ཆགས་པ་མེད་དོ། །
en: This mind [of the bodhisattvas] is indeed unattached to the levels of the śrāvakas and pratyekabuddhas.”

source: བཙུན་པ་བཅོམ་ལྡན་འདས་འོ་ན་སེམས་དེ་གཟུགས་ལ་ཡང་ཆགས་པ་མ་མཆིས་ལགས་སམ།
en: Then the venerable Śāradvatī­putra asked the Blessed One, “Reverend Lord! In that case, is this mind [of the bodhisattvas] unattached to physical forms?

source: དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་ལ་ཡང་སེམས་དེ་ཆགས་པ་མ་མཆིས་ལགས་སམ།
en: Similarly, is this mind [of the bodhisattvas] unattached to feelings, perceptions, formative predispositions, and consciousness?

source: དེ་བཞིན་དུ་མིག་ལ་ཡང་སེམས་དེ་ཆགས་པ་མ་མཆིས་ལགས་སམ།
en: Similarly, is this mind [of the bodhisattvas] unattached to the eyes?

source: རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཀྱི་བར་ལ་ཡང་སེམས་དེ་ཆགས་པ་མ་མཆིས་ལགས་སམ།
en: Is this mind [of the bodhisattvas] unattached to the ears, the nose, the tongue, the body, and the mental faculty?

source: དེ་བཞིན་དུ་གཟུགས་རྣམས་ལ་ཡང་སེམས་དེ་ཆགས་པ་མ་མཆིས་ལགས་སམ།
en: Similarly, is this mind [of the bodhisattvas] unattached to sights?

source: སྒྲ་དང་དྲི་དང་རོ་དང་རེག་བྱ་དང་། ཆོས་རྣམས་ལ་ཡང་སེམས་དེ་ཆགས་པ་མ་མཆིས་ལགས་སམ།
en: In the same vein, is this mind [of the bodhisattvas] unattached to sounds, odors, tastes, tangibles, and mental phenomena?

source: དེ་བཞིན་དུ་མིག་གི་ཁམས་ལ་ཡང་སེམས་དེ་ཆགས་པ་མ་མཆིས་ལགས་སམ། དེ་བཞིན་དུ་སྦྱར་ཏེ།
en: Similarly, is this mind [of the bodhisattvas] unattached to the sensory element of the eyes?
